{"keras_version": "2.1.6", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"units": 20, "use_bias": true, "activation": "relu", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "dtype": "float32", "name": "dense_4", "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 40]}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "trainable": true, "name": "dropout_3", "rate": 0.1}}, {"class_name": "Dense", "config": {"units": 20, "use_bias": true, "activation": "relu", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "name": "dense_5", "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "trainable": true, "name": "dropout_4", "rate": 0.3}}, {"class_name": "Dense", "config": {"units": 6, "use_bias": true, "activation": "softmax", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "name": "dense_6", "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}